/* [Person1, Person2, and Person3] aren't on Squawk. */
"%@ aren't on Squawk." = "%@ sind in Squawk nicht.";

/* [Person] isn't on Squawk. */
"%@ isn't on Squawk." = "%@ ist in Squawk nicht.";

/* No comment provided by engineer. */
"\nor tap and hold" = "\nor tipp und halt";

/* No comment provided by engineer. */
"Add contact" = "Neu Kontakt";

/* No comment provided by engineer. */
"Add phone number..." = "Neu Telefon Nummer...";

/* No comment provided by engineer. */
"Allow access to contacts" = "Lassen Sie Zugriff zu Kontakten";

/* No comment provided by engineer. */
"Allow access to microphone" = "Lassen Sie Zugriff zu Mikrofon";

/* No comment provided by engineer. */
"Are you sure you don't want notifications?" = "Sind Sie sicher, dass Sie Mitteilungen nicht wollen?";

/* No comment provided by engineer. */
"Close" = "Schließen";

/* No comment provided by engineer. */
"Couldn't connect to the Internet." = "Konnte nicht mit dem Internet verbinden.";

/* No comment provided by engineer. */
"Couldn't send checkmark." = "Konnte nicht ein Häkchen schicken.";

/* No comment provided by engineer. */
"Create Group Squawk" = "Gruppe Squawk erstellen";

/* No comment provided by engineer. */
"Create Squawk Thread" = "Gewinde Squawk erstellen";

/* No comment provided by engineer. */
"delete squawks" = "Squawks löschen";

/* No comment provided by engineer. */
"Done" = "Fertig";

/* No comment provided by engineer. */
"Download Squawk so we can send instant voice messages. http://come.squawkwith.us" = "Laden Sie Squawk, so wir können sofortige Sprachnachrichten senden. http://come.squawkwith.us";

/* No comment provided by engineer. */
"Enable notifications" = "Mitteilungen aktivieren";

/* No comment provided by engineer. */
"Error!" = "Fehler!";

/* No comment provided by engineer. */
"Failed to send text." = "Fehler beim Text zu senden.";

/* No comment provided by engineer. */
"Give Squawk access to your contacts, in the Settings app, under Privacy." = "Geben Squawk Zugriff auf Ihre Kontakte unter Datenschutz in der Einstellungen App.";

/* No comment provided by engineer. */
"I'm using Squawk to send instant voice messages. Download the iPhone app to squawk with me." = "Ich sende Instant Sprachnachrichten mit Squawk. Download der iPhone App, mit mir zu Squawk.";

/* No comment provided by engineer. */
"I'm using Squawk to send instant voice messages. Download the iPhone app to squawk with me. http://come.squawkwith.us" = "Ich sende Instant Sprachnachrichten mit Squawk. Download der iPhone App, mit mir zu Squawk. http://come.squawkwith.us";

/* No comment provided by engineer. */
"Invite" = "Einladen";

/* No comment provided by engineer. */
"Just hit send \n[we need to verify your phone number]\n %@" = "Drücken Sie 'Senden' \n[wir mussen Ihre Telefon Nummer prüfen]\n %@";

/* No comment provided by engineer. */
"Loading" = "Loading";

/* No comment provided by engineer. */
"Looks like your device isn't set up to send messages." = "Ihre Telefon kann Nachrichten nicht senden.";

/* No comment provided by engineer. */
"No thanks" = "Nein, danke.";

/* No comment provided by engineer. */
"No thanks, no notifications" = "Nein danke, keine Mitteilung";

/* No comment provided by engineer. */
"Or, instead of pressing the button, just hold the phone to your ear.\n\nTry it." = "Oder, statt die Taste, nur die Telefon an Ihrem Ohr halten.\n\nProbieren Sie es aus.";

/* No comment provided by engineer. */
"Playing" = "Abspielen";

/* No comment provided by engineer. */
"Pull to refresh" = "Zieh zu aktualisieren";

/* No comment provided by engineer. */
"Pull to send checkmark" = "Zieh zu ein Häkchen";

/* No comment provided by engineer. */
"Push notifications are off. To receive Squawks, turn them on in Settings, under Notifications." = "Push-Benachrichtigungen sind aus. Um Squawks erhalten, schalten Sie sie unter Benachrichtigungen in den Einstellungen.";

/* No comment provided by engineer. */
"Push notifications are turned off for Squawk" = "Push-Benachrightigungen sind für Squawk aus";

/* No comment provided by engineer. */
"Push to listen to %@" = "Druck zu %@ anhören";

/* No comment provided by engineer. */
"Push to squawk %@" = "Druck zu %@ squawken";

/* No comment provided by engineer. */
"Raise to ear to listen to %@" = "Halt die Telefon an Ihrem Ohr zu %@ anhören";

/* No comment provided by engineer. */
"Raise to ear to squawk %@" = "Halt die Telefon an Ihrem Ohr zu %@ squawken";

/* No comment provided by engineer. */
"Recording" = "Aufzeichnen";

/* No comment provided by engineer. */
"Relax, Squawks reload automically." = "Squawks automatisch neu.";

/* Search bar placeholder */
"Search" = "Suchen";

/* No comment provided by engineer. */
"Send a squawk by holding down the red button." = "Send einen Squawk, indem Sie die rote Taste.";

/* No comment provided by engineer. */
"Sent" = "Gesendet";

/* No comment provided by engineer. */
"Sent." = "Gesendet.";

/* Share on Facebook */
"Share" = "Teilen";

/* No comment provided by engineer. */
"Someone's missing out" = "Eine Person ist verpassen";

/* No comment provided by engineer. */
"Squawk can't see your contacts" = "Squawk kann nicht Ihre Kontakten sehen";

/* No comment provided by engineer. */
"Squawk doesn't have access to your microphone" = "Squawk kann nicht Ihr Mikrofon gegeben";

/* No comment provided by engineer. */
"Squawk doesn't have access to your microphone. Give Squawk access in Settings, under Privacy." = "Squawk kann nicht Ihr Mikrofon gegeben. Geben Sie Squawk Zugriff unter Benachrichtigungen in den Einstellungen.";

/* No comment provided by engineer. */
"Squawk Feedback" = "Squawk Rückmeldung";

/* No comment provided by engineer. */
"Squawk is better with notifications. We won't spam you, ever." = "Squawk ist besser mit Mitteilung. Wir werden nicht Sie spammen.";

/* No comment provided by engineer. */
"Squawk is better with notifications.\n\nIf you've said 'no' to notifications for Squawk before, you may need to turn them on in the Settings app.\n\nGo to Settings → Notification Center → Squawk, and turn on all the notification types you'd like." = "Squawk ist besser mit Mitteilung.\n\nWenn Sie 'nein' zu Mitteilung für Squawk vor sagen, sollten Sie sie an unter Benachrichtigungen in den Einstellungen.\n\nGehen Sie in den Einstellungen → Mitteilungen → Squawk, und schalten Sie alle Benachrichtigungstypen, die Sie möchten.";

/* No comment provided by engineer. */
"Squawk is the quickest way to send a voice message. To sign up, all you need is a phone number." = "Squawk ist die schnellste Möglichkeit, eine Sprachnachricht zu senden. Um sich zu registrieren, benötigen Sie lediglich eine Telefonnummer.";

/* No comment provided by engineer. */
"Squawk isn't really useful without them. We'll only send you notifications when your friends join or message you." = "Squawk ist nicht wirklich sinnvoll ohne sie. Wir senden Ihnen nur Benachrichtigungen, wenn deine Freunde Sie beitreten oder eine Nachricht.";

/* No comment provided by engineer. */
"Squawk Robot" = "Squawk Automat";

/* No comment provided by engineer. */
"Squawk us feedback" = "Squawk uns Rückmeldung";

/* No comment provided by engineer. */
"Squawk uses your contacts, so you don't need to manage a separate friends list." = "Squawk verwendet Ihre Kontakte, so dass Sie nicht brauchen, um eine separate Freundesliste zu verwalten.";

/* No comment provided by engineer. */
"Sure, turn on notifications" = "Ja, schalten Mitteilungen ein";

/* No comment provided by engineer. */
"Tap and hold" = "Tipp and Halt";

/* No comment provided by engineer. */
"Tap to enable push notifications" = "Tipp zu Push-Mitteilungen ermöglichen";

/* Send an SMS */
"Text" = "Text";

/* Text [code] to [phone number] from your phone. */
"Text '%@' to '%@' from your phone." = "Text '%1$@' zu '%2$@' von Ihr Telefon.";

/* No comment provided by engineer. */
"That's it! When you've received a squawk, it'll play when you put the phone to your head. If you don't have one, it'll start recording a new squawk, which will be sent when you put it down. To respond to a squawk after you've listened to one, put the phone down and pick it up again." = "Das ist alle! Wenn Sie ein Squawk empfangen haben, wird es spielen, wenn Sie halten das Telefon am Ohr. Wenn Sie keinen haben, es wird die Aufnahme eines neuen Squawk, die gesendet werden, wenn Sie es nach unten werden starten. Um zu einem Squawk reagieren, nachdem Sie auf ein zugehört habe, halten den Hörer auf und holen Sie es wieder auf.";

/* Default main screen title */
"this is Squawk" = "Squawk";

/* No comment provided by engineer. */
"Turn on notifications" = "Mitteilungen ermöglichen";

/* No comment provided by engineer. */
"Tweet" = "Twittern";

/* No comment provided by engineer. */
"Verify my phone number" = "Prüf meine Nummer";

/* No comment provided by engineer. */
"We couldn't connect to the Squawk cloud. Try again later." = "Wir könnten mit Squawk nicht verbinden. Versuchen Sie es später noch einmal.";

/* No comment provided by engineer. */
"We didn't receive your text." = "Wir bekommte Ihr text nicht.";

/* No comment provided by engineer. */
"When you've got a squawk, the button turns blue. Hold it down to play." = "Wenn Sie ein Squawk haben, schaltet sich die Taste blau. Halten Sie es nach unten zu spielen.";

/* No comment provided by engineer. */
"Whoops" = "Hoopla";

/* No comment provided by engineer. */
"You can give Squawk access to your contacts in the Settings app, under Privacy." = "Sie können Squawk Zugriff zu Ihre Kontakten unter Benachrichtigungen in den Einstellungen gegeben.";

/* No comment provided by engineer. */
"You can give Squawk access to your microphone in the Settings app, under Privacy." = "Sie können Squawk Zugriff zu Ihrem Mikrofon unter Benachrichtigungen in den Einstellungen gegeben.";

/* No comment provided by engineer. */
"You can turn on push notifications for Squawk in Settings, under Notification Center." = "Sie können Push-Mitteilungen unter Mitteilungen in den Einstellungen ermöglichen.";

/* No comment provided by engineer. */
"You've got a Squawk. Download the app to hear it. http://come.squawkwith.us" = "Sie haben einen Squawk! Laden Sie die App, es zu hören. http://come.squawkwith.us";

/* No comment provided by engineer. */
"Your volume is zero. You won't be able to hear Squawks." = "Ihr Volumen ist gleich Null. Sie werden nicht in der Lage, Squawks hören.";

